const diagnosis = 
`Аббревиатоз
Абфракция
Агранулоцитоз
Аденовирусная инфекция
Аденоиды
Аденоматозный полип
Акантоцефалёзы
Актиномикоз
Акушерские параличи
Аллергические реакции на введение инсулина
Аллергический ринит
Альвеолярный протеиноз
Анальный миаз
Анаэробная инфекционная энтеротоксемия
Ангидроз
Анизакидоз
Анизометропия
Аортит
Аплазия
Апофаллоз
Апудома
Арахноидальная киста
Аргентинская геморрагическая лихорадка
Асбестовидный лишай
Аспергиллома
Атаксия Фридрейха
Атопический дерматит
Атриовентрикулярная блокада
Аутоиммунный полиэндокринный синдром
Афазия Брока
Афазия Вернике
Ахалазия кардии
Ахиллобурсит
Ахолия
Ацетонемический синдром у детей
Базалиома
Балантидиаз
Бартолинит
Блокада сердца
Болезнь Абта-Леттерера-Сиве
Болезнь Альцгеймера
Болезнь Гиппеля — Линдау
Болезнь Горхема
Болезнь Дарье — Уайта
Болезнь итай-итай
Болезнь Кашина — Бека
Болезнь Кирле
Болезнь Минамата
Болезнь Пика
Болезнь Рота — Бернгардта
Болезнь Уиппла
Болезнь Фавра-Ракушо
Болезнь Фокса — Фордайса
Болезнь Хенда — Шюллера — Крисчена
Болезнь Шагаса
Болезнь Шейермана-Мау
Бородавчатая эпидермодисплазия
Брадзот
Брахиметатарзия
Бридость
Бронхопневмония
Бруцеллёз
Бубонная чума
Буллёзный эпидермолиз
Бульбит
Веррукозная гемангиома
Вестибулярный нейронит
Вибриоз
Вирусный гепатит
Височная эпилепсия
Водянка сердца
Волосяной лишай
Вольфартиоз
Вульводиния
Габронемоз
Ганглионеврит
Гаспинг-синдром
Гастрофилёз
Гастроэзофагеальная рефлюксная болезнь
Гемартроз
Гематома носовой перегородки
Гематомиелия
Гемифациальный спазм
Гемонхоз
Гемохроматоз
Гепатоз
Герметиоз
Герпес
Гиперлексия
Гиперсенситивный пищевод
Гипертензивный церебральный криз
Гипертонический криз
Гиперчувствительность
Гиповитаминоз
Гипогликемическая кома
Гипогликемия
Гиподерматоз
Гипоменорея
Гипохондроплазия
Гистоплазмоз
Гликогевзия
Глюкагонома
Гонгилонематоз
Грипп
Грыжа пищеводного отверстия диафрагмы
Грыжа Шморля
Грязный дерматоз Дункана
Демиелинизация
Демпинг-синдром
Синдром Денди — Уокера
Дерматит жуков-нарывников
Дерматобиаз
Дерматоз
Дефицит 1α-гидроксилазы
Дефицит селена
Диабетическая ангиопатия
Диабетическая нейропатия
Диабетическая нефропатия
Дикроцелиоз
Дилатация предсердий
Дискинезия желчевыводящих путей
Дискинезия пищевода
Дистимия
Диффузный спазм пищевода
Доброкачественное позиционное пароксизмальное головокружение
Долихоколон
Долихосигма
Дранкорексия
Дромомания
Затёк
Злокачественный нейролептический синдром
Игровое расстройство
Идиопатическая неспецифическая интерстициальная пневмония
Инфекционный эндокардит
Истинная полицитемия
Кавернозный туберкулёз
Кардиопротезный психопатологический синдром
Кардиоспазм
Карциноидный синдром
Квашиоркор
Кивательный синдром
Киста холедоха
Кожная аутосенсибилизация
Кокцигодиния
Кокцидиоз
Колеоптерозы
Колтун (воспаление)
Контактный дерматит
Контрактура
Контрактура Дюпюитрена
Конъюнктивит
Коровья оспа
Краниосиностоз
Крапивница
Красный плоский лишай
Криптогенная организующаяся пневмония
Круп
Крупнобляшечный парапсориаз
Ксантелазма
Кутереброз
Лактостаз
Ламеллярный ихтиоз
Лимфостаз
Лимфоцитарная интерстициальная пневмония
Лимфоцитарная инфильтрация Джесснера–Канофа
Липомеланотический ретикулёз
Лучевая болезнь
Маршевая стопа
Меккелев дивертикул
Меторхоз
Микотоксикозы
Минная стопа
Миома матки
Митохондриальный сахарный диабет
Мицетома
Множественная эндокринная неоплазия типа IIb
Мозжечковая атаксия
Мониезиоз
Назальный миаз
Нанофиетоз
Нарушение толерантности к глюкозе
Наследственная остеодистрофия Олбрайта
Наследственный микросфероцитоз
Натуральная оспа
Невралгия тройничного нерва
Неврит зрительного нерва
Недостаточность карбамоилфосфатсинтетазы I
Недостаточность трёхстворчатого клапана
Незидиобластоз
Нейролептический паркинсонизм
Неонатальный сахарный диабет
Несахарный диабет
Омфалит
Оптиконевромиелит
Опухоли головы и шеи
Опухоли слюнных желёз
Орнитодороз
Оссифицирующий миозит
Остеогенная саркома
Острая жировая дистрофия печени у беременных
Острая интерстициальная пневмония
Острая лучевая болезнь
Острый парапроктит
Острый рассеянный энцефаломиелит
Панникулит
Панникулит Вебера — Крисчена
Папулёз
Папулезный эласторексис
Паразитарные краниопаги
Паранефрит
Парапроктит
Парез
Пентозурия
Перфорация матки
Печёночная кома
Пироплазмоз крупного рогатого скота
Писчий спазм
Плантарный фасциит
Пневмонит
Повреждение мозга
Пойкилодермия Сиватта
Поликория
Полип жёлчного пузыря
Полип мочевого пузыря
Полип тела матки
Полип шейки матки
Поллиноз
Порокератоз Мибелли
Постинфарктный синдром
Постит
Потница
Почечная гликозурия
Почечный тубулярный ацидоз
ППома
Преходящее нарушение мозгового кровообращения
Преэклампсия
Приобретённые пороки сердца
Прогрессирующий супрануклеарный парез взора
Проктит
Простой герпес
Псевдамфистомоз
Псевдогипоальдостеронизм
Псориатический артрит
Пузырный занос
Пузырчатка Гужеро — Хейли — Хейли
Пятнистая лихорадка Скалистых гор
Рабдитозы
Рабдомиосаркома
Радиационное поражение
Разговоры во сне
Раздражающий контакный дерматит
Рак губы
Рак поджелудочной железы
Ревмокардит
Синдром Рейтера
Ректовагинальный свищ
Респираторный бронхиолит, ассоциированный с интерстициальным заболеванием лёгких
Ринэстроз
Розацеа
Саркоидоз
Сахарный диабет
Сахарный диабет 1-го типа
Сахарный диабет, связанный с недостаточностью питания
Свиной грипп
Сдавление головного мозга
Себорейный дерматит
Септический артрит
Сетариоз
Сикоз
Силикатоз
Сингамоз
Синдром Видемана — Раутенштрауха
Синдром Гийена — Барре
Синдром Дауна
Синдром Кавасаки
Синдром Каллмана
Синдром Картагенера
Синдром Конна
Синдром кошачьего крика
Синдром Ларона
Синдром Люси — Дрисколл
Синдром Мёбиуса
Синдром Мейжа
Синдром Мориака
Синдром Нельсона
Синдром Нетертона
Синдром Пархона
Синдром Пехкранца — Бабинского — Фрелиха
Синдром Прадера — Вилли
Синдром Рефсума
Синдром Ротора
Синдром Сиппла
Синдром слепой кишечной петли
Синдром Сотоса
Синдром Тричера Коллинза
Синдром Холт — Орама
Синдром хронической передозировки инсулина
Синдром Шегрена
Синдром Шерешевского — Тёрнера
Синдром Шмидта
Синдром Эдвардса
Склерома
Соматостатинома
Спастическая дисфония
Спондилёз
Стеатогепатит
Стеатоз печени
Стеноз митрального клапана
Стенокардия Принцметала
Стойкий лентикулярный гиперкератоз Флегеля
Стрептодермия
Субкорнеальный пустулез Снеддона — Уилкинсона
Т-образная матка
Телеангиэктазия
Тениаринхоз
Тернидентоз
Тестикулярный микролитиаз
Токсаскароз
Токсидермия
Токсикомания
Томинксоз
Торсионная дистония
Травматическая асфиксия
Транзиторный акантолитический дерматоз Гровера
Транспозиция магистральных сосудов
Траншейная стопа
Тропическая лёгочная эозинофилия
Тубулопатии
Факоматозы
Фитофотодерматит
Форидоз
Фотодерматоз
Функциональная изжога
Хейлетоз
Хейлит
Хориокарцинома
Хронический лихеноидный кератоз
Цервицит
Циклопия
Цитомегаловирусная инфекция
Штукатурный кератоз
Эвритремоз
Эдемагеноз
Экзостоз
Экстрамаммарная болезнь Педжета
Экстрофия мочевого пузыря
Эктопия сердца
Эктопия шейки матки
Эктродактилия
Эктропион шейки матки
Эндартериит
Энтероколит
Энцефалопатия
Эпидидимит
Эрозия шейки матки
Эстроз
Ювенильный идиопатический артрит
Ядерная желтуха
DIDMOAD-синдром
HDR-синдром`;

const arr = diagnosis.split('\n');

export default arr;